// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Aggiungi carta personalizzata";

NoIccTitle = "<nessun profilo selezionato>";

DoubleNameTitle = "Esiste già un tipo di carta personalizzata con questo nome.";
DoubleNameMsg = "Esiste già un tipo di carta personalizzata con il nome \"%@\". Selezionare un altro nome per la carta personalizzata.";

MaxMediaExceededTitle = "È stato superato il numero massimo di tipi di carta personalizzata";
MaxMediaExceededMsg = "È possibile definire fino a %i tipi di carta personalizzata. Eliminare uno o più tipi di carta prima di aggiungerne uno nuovo.";

ProfileExistsTitle = "Questo profilo ICC esiste già";
ProfileExistsMsg = "Un profilo ICC con nome di file \"%@\" è già archiviato nella raccolta locale. La selezione di \"Usa profilo esistente\" indica al sistema di usare quello archiviato per la carta. In alternativa, è possibile selezionare \"Usa nome di file originale\" per creare un nuovo nome di profilo.";
ProfileExistsDefButton = "Usa profilo esistente";
ProfileExistsAltButton = "Annulla";
ProfileExistsOtherButton = "Usa nome di file originale";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Carta Patinata per Inkjet";
PhotoRag = "Carta Photo Rag";
Watercolor = "Watercolor";
Canvas = "Tela";
RigidPhotoRag = "Carta Photo Rag Rigida";
RigidWatercolor = "Carta Watercolor Rigida";
RigidCanvas = "Tela Rigida";
Brochure = "Brochure";
PlainPaper = "Carta Comune";
PhotoInkjetScrapbook = "Carta album ritagli stamp. getto d'inch., fotogr.";
MatteInkjetScrapbook = "Carta album ritagli stampanti getto d'inch., opaca";

Coated = "Patinata";
PhotoThick = "Carta fotografica spessa";
FiberGloss = "Lucida in fibra";
photoRag = "Carta Photo Rag";
photoRagThin = "Carta Photo Rag sottile";

//print quality names
Best = "Ottima";
Normal = "Normale";
Fast = "Bozza veloce";
MaxDPI = "Max DPI";

ProfileInvalidTitle = "Tipo di file ICC non corretto";
ProfileInvalidMsg = "Il file ICC selezionato non può essere utilizzato con una stampante.";
ProfileInvalidDefButton = "Scegli un altro profilo…";
ProfileInvalidAltButton = "Annulla";

TaskTitleFieldText = "Aggiungi carta personalizzata";
TaskDescriptionFieldText = "Fare clic sul pulsante Aggiungi per aggiungere carte personalizzate all’elenco corrispondente.";
StartButtonText = "Aggiungi";
AddSheetDescriptionFieldText = "Fornire le informazioni per la carta da aggiungere.";
PaperNameLableText = "Nome carta personalizzata:";
PaperCategoryLableText = "Categoria carta:";
IccFileNamelableText = "Profilo ICC (opzionale):";
IccFileNameFieldText = "<nessun profilo selezionato>";
BrowseButtonText = "Sfoglia…";
ClearButtonText = "Azzera profilo";
CancelButtonText = "Annulla";
DoneButtonText = "Fine";